Revit 2027 API
PDFExportOptions.OriginOffsetY Property
 Offset between bottom sides of pdf content and paper. Always stored in unit of Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OriginOffsetY { get; set; }
Public Property OriginOffsetY As Double
	Get
	Set
public:
property double OriginOffsetY {
	double get ();
	void set (double value);
}
member OriginOffsetY : float with get, set
Property Value
Double
See Also
Reference
PDFExportOptions Class
Autodesk.Revit.DB Namespace